#! /usr/bin/env python
# -*- coding: utf-8 -*-
interval = 20
phrases_list=[
"Я прослежу, чтобы об этом узнал кто нужно",
"Аккуратней, мальчики",
"Я все слышал",
"Еще одна такая фраза...",
"Это сейчас на трешечку было",
"Не пишите пока ничего, я кассету переставлю",
"А смелости, я смотрю, вам не занимать...",
"Сталина на вас нет!",
"Как говорил мой дед: 'Я твой дед!'",
"Я все зафиксировал",
"Как ни странно, но шить меня не мама научила, а товарищ полковник, хе-хе...",
"Из-за таких как вы все проблемы в стране",
"У меня есть знакомый в рядах МВД, хорошо разбирается в шампанском",
"Пойдешь на пулеметы НАТО у меня, собака!",
"Ага, и мамке привет передавай",
"А вот сейчас обидно было",
"Наркоман что-ле?",
"Не забывайте про меня",
"Не много ли ты пишешь?"
]

hello_list = [
'Привет',
'О, привет!',
'Здравствуйте, уважаемый',
'День добрый'
]

i_am_list=[
'я тут',
'а?',
'что?',
'да, я тут',
'что ты хочешь?',
'я сейчас занят'
]


who_is_bot = [
'кому-нибудь другому про бота расскажи',
'Сам ты бот',
'Где ты бота нашел?'
]

yes_answers = [
'ага',
'Определенно',
'не думаю',
'та не',
'не, чет фигня какая-то',
'не могу не согласиться',
'Ясное дело',
'угу',
'та ну',
'не, вряд ли',
'ну, может быть и так',
'а то :)'
]

what_are_you_talking = [
	'Ты о чем вообще?',
	'Я тебя не пойму',
	'Блин, что?',
	'Что?',
	'Я не понимаю тебя',
]