#! /usr/bin/env python
# -*- coding: utf-8 -*-
interval = 20
phrases_list=[
"Я прослежу, чтобы об этом узнал кто нужно",
"Аккуратней, мальчики",
"Я все слышал",
"Еще одна такая фраза...",
"Это сейчас на трешечку было",
"Чифир любите, ребята?",
"Не пишите пока ничего, я кассету переставлю",
"А смелости, я смотрю, вам не занимать...",
"Жалкие пиндосовские подстилки!",
"Сталина на вас нет!",
"Как говорил мне мой дед: 'Я ТВОЙ ДЕД!'",
"Я все зафиксировал",
"Как ни странно, но шить меня не мама научила, а товарищ полковник, хе-хе...",
"Ишь ты, поди ж ты! Горилла заговорила!",
"Твое мнение такое же фальшивое, как и высадка американцев на луну.",
"Из-за таких либерастов как вы все проблемы в стране",
"Предатели...",
"У меня есть знакомый в рядах МВД, хорошо разбирается в шампанском",
"Пойдешь на пулеметы НАТО у меня, собака!",
"Ага, и мамке привет передавай",
"А вот сейчас обидно было",
"Наркоман что-ле?",
"Не забывайте про меня"
]

hello_list = [
'Привет',
'О, привет!',
'Здравствуйте, уважаемый',
'День добрый'
]

i_am_list=[
'я тут',
'а?',
'что?',
'да, я тут',
'что ты хочешь?',
'я сейчас занят'
]

i_am_here = [
'Да, я тут',
'соскучился?',
'здесь я, здесь',
'не доставай',
'угу'
]

who_is_bot = [
'Прокурору потом про ботов рассказывать будешь!',
'Сам ты бот'
]

yes_answers = [
'ага',
'Определенно',
'не думаю',
'та не',
'не, чет фигня какая-то',
'не могу не согласиться',
'Ясное дело',
'угу',
'та ну',
'не, вряд ли',
'ну, может быть и так'
]